[
    { "author": "Edgar Allen Poe", "text": "Believe only half of what you see, and nothing that you hear." },
    { "author": "Stephen King", "text": "Alone. Yes, that's the key word, the most awful word in the English tongue. Murder doesn't hold a candle to it and hell is only a poor synonym." },
    { "author": "H. P. Lovecraft", "text": "From even the greatest of horrors irony is seldom absent." },
    { "author": "Edgar Allan Poe", "text": "Believe only half of what you see and nothing that you hear." },
    { "author": "H.P. Lovecraft", "text": "From even the greatest of horrors irony is seldom absent." },
    { "author": "Stephen King", "text": "The man in black fled across the desert, and the gunslinger followed." },
    { "author": "Stephen King", "text": "We make up horrors to help us cope with the real ones." },
    { "author": "Stephen King", "text": "Give me just enough information so that I can lie convincingly." },
    { "author": "Edgar Allan Poe", "text": "There are moments when even to the sober eye of reason, the world of our sad humanity may assume the semblance of Hell." },
    { "author": "Clive Barker", "text": "Everybody is a book of blood; wherever we're opened, we're red." },
    { "author": "Cormac McCarthy", "text": "Whatever in creation exists without my knowledge exists without my consent." },
    { "author": "H.P. Lovecraft", "text": "I know always that I am an outsider; a stranger in this century and among those who are still men." },
    { "author": "Scott Westerfeld", "text": "You are so... 11:59" },
    { "author": "Edgar Allan Poe", "text": "Perversity is the human thirst for self-torture." },
    { "author": "Robert Bloch", "text": "Despite my ghoulish reputation, I really have the heart of a small boy.  I keep it in a jar on my desk." },
    { "author": "André Gide", "text": "I do not love men: I love what devours them." },
    { "author": "Mary Shelley", "text": "There is something at work in my soul, which I do not understand." },
    { "author": "Stephen King", "text": "Wendy? Darling? Light, of my life. I'm not gonna hurt ya. I'm just going to bash your brains in." },
    { "author": "Ryan Mecum", "text": "Blood is really warm,it's like drinking hot chocolatebut with more screaming." },
    { "author": "Alex Garland", "text": "Though I walk through the valley of death I will fear no evil, for I am the evilest motherfucker in the valley" },
    { "author": "H.P. Lovecraft", "text": "Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn.In his house at R'lyeh dead Cthulhu waits dreaming." },
    { "author": "Robert Bloch", "text": "I think perhaps all of us go a little crazy at times." },
    { "author": "Stephen King", "text": "Swear to me swear to me that if it isn't dead you'll all come back." },
    { "author": "Christopher Pike", "text": "He cries. 'Please! I don't want to die.'\nI lean over. My hair smothers him.\n\"Then you should never been born,' I say." },
    { "author": "Rémy de Gourmont", "text": "Demons are like obedient dogs; they come when they are called." },
    { "author": "Edgar Allan Poe", "text": "Even with the utterly lost, to whom life and death are equally jests, there are matters of which no jest can be made." },
    { "author": "Stephen King", "text": "I am your number one fan." },
    { "author": "Jean Lorrain", "text": "The charm of horror only tempts the strong" },
    { "author": "Stephen King", "text": "\"Lover,\" she whispers, and closes her eyes. It falls upon her. Love is like dying." },
    { "author": "Christopher Pike", "text": "I am a vampire, and that is the truth." },
    { "author": "D. Harlan Wilson", "text": "Reality is shaped by the forces that destroy it." },
    { "author": "Barry Eysman", "text": "It was so close to October that Halloween was knocking at his heart." },
    { "author": "Jarod Kintz", "text": "When my now ex wife said she wanted a separation, I was horrified. So I said, You want me to wear a condom?!" },
    { "author": "Stephen King", "text": "Eddie discovered one of his childhood's great truths. Grownups are the real monsters, he thought." },
    { "author": "Frederic Brown", "text": "The shortest horror story:The last man on Earth sat alone in a room. There was a knock on the door." },
    { "author": "Robert Bloch", "text": "Horror is the removal of masks." },
    { "author": "Michel Houellebecq", "text": "The world outside had its own rules, and those rules were not human." },
    { "author": "Robert Anton Wilson", "text": "Horror is the natural reaction to the last 5,000 years of history." },
    { "author": "Elizabeth Kostova", "text": "It touched me to be trusted with something terrible." },
    { "author": "Joe Hill", "text": "Horror was rooted in sympathy . . . in understanding what it would be like to suffer the worst." },
    { "author": "Stephen King", "text": "Oh Christ, he groaned to himself, if this is the stuff adults have to think about I never want to grow up" },
    { "author": "John W. Campbell Jr.", "text": "Write me a creature that thinks as well as a man or better than a man, but not like a man." },
    { "author": "Jimmy Buffett", "text": "It's not the tales of Stephen King that I've read,I need protection from the things in my head . . ." },
    { "author": "Robert E. Howard", "text": "All fled—all done, so lift me on the pyre—The Feast is over, and the lamps expire." },
    { "author": "Scott Sigler", "text": "That sure as fuck ain't no cow" },
    { "author": "Stephen King", "text": "The things a man sees when he ain't got a gun.--Watson the Caretaker" },
    { "author": "Edgar Allan Poe", "text": "To be thoroughly conversant with Man’s heart, is to take our final lesson in the iron-clasped volume of Despair" },
    { "author": "Heather Brewer", "text": "this is the best year ever  because i am reading the chronicles of vladimir tod" },
    { "author": "John Updike", "text": "Suddenly summoned to witness something great and horrendous, we keep fighting not to reduce it to our own smallness." },
    { "author": "Thomas Harris", "text": "Hello Clarice..." },
    { "author": "T.S. Eliot", "text": "We ask only to be reassuredAbout the noises in the cellarAnd the window that should not have been open" },
    { "author": "Jean Lorrain", "text": "It is the sheer ugliness and banality of everyday life which turns my blood to ice and makes me cringe in terror." },
    { "author": "J.D. Stroube", "text": "If the town were a black hole, I was the helpless star being sucked into oblivion. It was an oblivion I craved." },
    { "author": "Guy de Maupassant", "text": "Broad daylight does not encourage the apprehension of horror." },
    { "author": "Katherine Applegate", "text": "Death's gruesome face taunts:soulless eyes, crimson grimace.I really hate clowns." },
    { "author": "C.T. Todd", "text": "No I'm not a dream, I'm your worst nightmare" },
    { "author": "Birgit Pratcher", "text": "Always just a brainstorm away from our next disaster..." },
    { "author": "Stephen King", "text": "Quiet people have the loudest minds." },
    { "author": "Richard Finney", "text": "Sometimes the hardest journeys are the ones that begin with little hope. But we need to take them anyway." },
    { "author": "Joe Hill", "text": "Terror is the desire to save your own ass, but horror is rooted in sympathy." },
    { "author": "Thomas Harris", "text": "I'm giving serious thought into eating yor wife - Hannibal Lecter" },
    { "author": "Stephen King", "text": "stop now before i kill youa word to the wise from your friendPENNYWISE" },
    { "author": "Jean Lorrain", "text": "You see, the strangeness of my case is that now I no longer fear the invisible, I’m terrified by reality." },
    { "author": "Stephen King", "text": "Good luck is just bad luck with its hair combed." },
    { "author": "Stephen King", "text": "Seven, Richie thought. That's the magic number. There has to be seven of us. That's the way it's supposed to be." },
    { "author": "Clive Barker", "text": "\"All things are true. God's an Astronaut. Oz is Over the Rainbow, and Midian is where the monsters live.\" - Peloquin" },
    { "author": "Xavier Velasco", "text": "Te ríes cuando deberías horrorizarte. Te enamoras de mí cuando más bien tendrías que esquivarme." },
    { "author": "Guy de Maupassant", "text": "I said, 'If other beings besides us exist on Earth, why didn't we meet them a long time ago?" },
    { "author": "Roberto Bolaño", "text": "And I thought:History is like a horror story." },
    { "author": "Stanley Kubrick", "text": "All work and no play makes Jack a dull boy." },
    { "author": "Ryukishi07", "text": "Wha...what are you smiling for...? If I'd swallowed that needle, I'd have died! It's not like putting tabasco in ohagi!!!" },
    { "author": "Walter Moers", "text": "Hexen stehen immer zwischen Birken" },
    { "author": "Derek The Ghost", "text": "Ms. Fang is the nicest, sweetest teacher at Scary School.  She only ate twelve kids last year." },
    { "author": "Michael A. Arnzen", "text": "Can you imagine life without the horror genre? There would be no monsters. Only a**holes." },
    { "author": "Sergio Aragonés", "text": "I think that true horror is accomplished by slowly getting into your brain. The old way is much more scary." },
    { "author": "Jaye Frances", "text": "All cats are gray in the dark. And besides, her actions have less to do with her, and everything to do with you." },
    { "author": "Ryukishi07", "text": "Keiichi-kun. I found you." },
    { "author": "Nenia Campbell", "text": "We're all hunters in my family, you know. Deer, ducks…damsels." },
    { "author": "David Wellington", "text": "Shit rolls downhill. Bureaucracy rolls faster." },
    { "author": "Kealan Patrick Burke", "text": "Finch was his own country, the government unstable, the population volatile." },
    { "author": "Jeff Mariotte", "text": "But maybe she should turn the other way while I get dressed. Wouldn't want to ruin her for other men. - Dean" },
    { "author": "H.P. Lovecraft", "text": "When Randolph Carter was thirty he lost the key of the gate of dreams." },
    { "author": "E.A. Bucchianeri", "text": "If on thoughts of death we are fed,Thus, a coffin, became my bed." },
    { "author": "Jimmy Buffett", "text": "It's not the books by Stephen King that I read,I need protection from the things in my head . . ." },
    { "author": "Stephen King", "text": "Until that afternoon in October four years ago, I hadn't known dogs could scream." },
    { "author": "J. Lincoln Fenn", "text": "I never saw a dollar bill cry at anyone's funeral." },
    { "author": "Stephen King", "text": "Never will you talk to me like that again." },
    { "author": "Truman Capote", "text": "Imagination, of course, can open any door - turn the key and let terror walk right in." },
    { "author": "N.J. Hallard", "text": "Bodies lay in the sun. Bodies stood in the sun." },
    { "author": "Aaron Marcusson", "text": "I write about the scariest monsters: The ones inside us all. And the ones that want to eat what is inside us all." },
    { "author": "Robert Bloch", "text": "Norman Bates will never die..." },
    { "author": "Stephen King", "text": "It ain't the blows we're dealt that matter, but the ones we survive." },
    { "author": "Steven Ramirez", "text": "You can’t get the blood out." },
    { "author": "Garry E. Lewis", "text": "Believe in yourself, Follow your dreams, and all things are possible!" },
    { "author": "Gary Paulsen", "text": "The book is that is the good one is Woodsong and we are trying to finish it." },
    { "author": "Gregory J. Saunders", "text": "Dreading dusk, fearing night, praying for dawn." },
    { "author": "Leland Hall", "text": "Automatically, like all healthy, normal beings, I deny the existence of horror..." },
    { "author": "Mia Moore", "text": "When Lisa awoke she was back in the cell on the floor covered in her own blood, dirt, and urine. And that was only day 1." },
    { "author": "Ernest Hemingway", "text": "You will die like a dog for no good reason." },
    { "author": "Cedric Nye", "text": "When she had died, his anchor was gone and the world had burned from his untethered insanity." },
    { "author": "Graham Masterton", "text": "Gut ist der Schlaf, der Tod ist besser" },
    { "author": "Will Elliott", "text": "Life's a bitch and then you keep on fucking living." },
    { "author": "Matthew Leeth", "text": "I’m the sexiest of them all! - Carol" },
    { "author": "R.J. Peters", "text": "The northern star changes its position every ten thousand years, but friendships can last for all eternity.— RJPeters" },
    { "author": "Ryukishi07", "text": "Losers are not necessary in this world." },
    { "author": "C.V. Hunt", "text": "I thought it was foolish mumbo jumbo when I was alive - then I woke up dead." },
    { "author": "C.V. Hunt", "text": "Either way, it happened, and everyone was going to pretend that it didn't." },
    { "author": "Mia Moore", "text": "Another big mistake you women make, never underestimate the cunning of a killer" },
    { "author": "Stephen King", "text": "They walked through the rainy dark like gaunt ghosts, and Garraty didn't like to look at them.  They were the walking dead." },
    { "author": "Mary Shelley", "text": "The very winds whispered in soothing accents, and maternal Nature bade me weep no more." },
    { "author": "Brian Fatah Steele", "text": "The only constant in this reality is change..." },
    { "author": "Nathaniel Hawthorne", "text": "Unfathomable to mere mortals is the lore of fiends." },
    { "author": "Dylan J. Morgan", "text": "Richard felt about as conspicuous as a foreskin at a Jewish nudist camp." },
    { "author": "Pamela K. Kinney", "text": "Just tell yourself they're only stories. Pamela K. Kinney  (Spectre Nightmares and Visitations)" },
    { "author": "Tom Upton", "text": "UNDERTAKER! the head boomed. BOY, DO I HAVE A JOB FOR YOU!" },
    { "author": "Steve Emmett", "text": "Did I never tell you Sassicaia makes me horny?" },
    { "author": "Michael Bassey Johnson", "text": "Terrorism will never cease in a country where the so-called leaders are criminals and terrorists in disguise." },
    { "author": "A.G. Phillips", "text": "It is not what we know that scares us, it is what we do not" },
    { "author": "F. Paul Wilson", "text": "The horror had begun." },
    { "author": "Cedric Nye", "text": "I'm a man born to blood and pain, and peace would be a killing blow for me." },
    { "author": "Kayti Nika Raet", "text": "She resisted the urge to run, only prey ran [and] Niko had no intention on becoming prey" },
    { "author": "Daniel Borough", "text": "my new website is now live on www.danielborough.com There are free short stories to download on it. Have fun!" },
    { "author": "William Shakespeare", "text": "O all you host of heaven!  O earth!  What else?And shall I couple Hell?" },
    { "author": "H.P. Lovecraft", "text": "I was nearly unnerved at my proximity to a nameless thing at the bottom of a pit." },
    { "author": "Dez Del Rio", "text": "When you stop chasing your dreams, your dreams start chasing you." },
    { "author": "Sarah Langan", "text": "The sight of her made him understand why he'd lost his faith in God." },
    { "author": "Dan Chaon", "text": "You could say that they were sweet, or you could say that they were something out of a horror movie." },
    { "author": "Alan Ball", "text": "Well did you call the hypothetical hardware store and buy a theoretical chainsaw?-- Pam to Jessica, True Blood" },
    { "author": "Bram Stoker", "text": "If that other fellow doesn't know his happiness, well, he'd better look for it soon, or he'll have to deal with me." },
    { "author": "Saki", "text": "Do one thing for me, Sredni Vashtar." },
    { "author": "Thomas Scopel", "text": "A horror writer is one who is not only willing to look into the darkest of shadows...but to reach into them too." },
    { "author": "Bruce A. Sarte", "text": "Here beneath the towering pines, by the river blueFarragut will ever stand, alma mater true" },
    { "author": "M.R. Gott", "text": "A vein throbs to the left of his forehead. It pulsates, mirroring the violence in the room." },
    { "author": "Bram Stoker", "text": "It is only when a man feels himself face to face with such horrors that he can understand their true import." },
    { "author": "P.C. Wren", "text": "The place was silent and - aware." },
    { "author": "Justin Bienvenue", "text": "There is but a gentle stillness inside every cerebral. Tiny waterfalls of blood vessels rushing, becoming lethal." },
    { "author": "Matthew Sawyer", "text": "One man carries salvation and damnation from the desert." },
    { "author": "Stephanie Bedwell-Grime", "text": "While his brain lay slowly dying, Bevan felt his body come back to life." },
    { "author": "Jie Zhang", "text": "Horror story is not result of accident." },
    { "author": "Toba Beta", "text": "No sport, watching horror movie with friends in bright room.Try that alone at night without light with mirror above screen!" },
    { "author": "Azereth Skivel", "text": "I have found so much beauty in the dark,as I have found a lot of horror in the light." },
    { "author": "Paul Tremblay", "text": "On the morning of the exorcism, I stayed home from school." },
    { "author": "Chris Grams", "text": "Do you know how to hide a dead body?" },
    { "author": "John Collier", "text": "Just behind his jaw bones a tiny movement was perceptible, like the movement of gills in a fish." },
    { "author": "John Collier", "text": "Their laughter was like the stridulation of the ghosts of grasshoppers." },
    { "author": "August Verona", "text": "Don't be afraid of the dark, it's a place where you can hide." },
    { "author": "Criss Jami", "text": "Nightmares are seldom a foreshadowing of real events, but always a showing of real fears." },
    { "author": "M.P. Johnson", "text": "Innards came out crossed and complex, like a tumble of plus and minus signs--the equation of human life." },
    { "author": "Stephen King", "text": "E quasi per sbaglio Eddie scoprì una delle grandi verità della sua infanzia: i veri mostri sono gli adulti." },
    { "author": "Elora Hansen", "text": "Monsters are beasts that cannot be tamed." },
    { "author": "Latif Mercado", "text": "You Can't Replace A Star with A Lightbulb" },
    { "author": "Eric Rickstad", "text": "Death lurked everywhere. Death was alive and well." },
    { "author": "Brian South", "text": "Nothing says you care like sending someone a kitten." },
    { "author": "Brian South", "text": "When asked what profession they like least, most people will give the obvious answer: clowns." },
    { "author": "Brian South", "text": "This is why it is important never to pick or smell flowers, and to always wear headgear when admiring them." },
    { "author": "Wesley Thomas", "text": "Everything happens for a reason." },
    { "author": "Derek Ailes", "text": "His meat was going to be very fulfilling." },
    { "author": "Dan Wells", "text": "You'll never see us coming." },
    { "author": "Diane Samuels", "text": "Know your number. If you don’t know it you might forget who you are." },
    { "author": "Jacob Wild", "text": "Only a few can survive and face reality without a vice." },
    { "author": "Clive Barker", "text": "Living in Hell kept him aware of the possibility of Heaven, and he’d never felt more alive." },
    { "author": "Hunter Shea", "text": "It was one thing to talk about ghosts, quite another to have them messing around with things in the physical world." },
    { "author": "Hunter Shea", "text": "I have a new nickname for Dottie. She's now the Crazy Whisperer." },
    { "author": "Hunter Shea", "text": "Buried and burned. Never find them. Never. Buried and buried." },
    { "author": "Stephen King", "text": "We'll eat your steam and lap up your blood. But first, we'll drink your screams" },
    { "author": "Kyle M. Scott", "text": "Once they're in...they stay in. And that little bitch invited that evil into herself like a hard dick on prom night." },
    { "author": "Kyle M. Scott", "text": "I'm guessing you're tits deep in a horror novel. Something by Laymon, or Ketchum, or one of those sick fucks you read." },
    { "author": "L. Ashley Straker", "text": "I'm psychologically equipped for this." },
    { "author": "L. Ashley Straker", "text": "Who gave you a gun?''The army.''Why?''That's what the army does, Simon." },
    { "author": "L. Ashley Straker", "text": "She stared at Raven in a long second of shocked silence, before sagging to the floor." },
    { "author": "Destinee Hardwick", "text": "The first rule in the book of love is acceptance." },
    { "author": "Daniel Younger", "text": "Nice driving, ya doomed fucks!" },
    { "author": "L. Ashley Straker", "text": "Fear is quite the anaesthetic" },
    { "author": "L. Ashley Straker", "text": "The military operation swiftly became one of disaster management and damage control, search and rescue." },
    { "author": "Stephen King", "text": "Questa volta la voce non venne dalla luna. Questa volta venne da sotto il letto." },
    { "author": "Shannon L. Alder", "text": "Are we not all actors playing parts in another person's play?" },
    { "author": "T. Michael Martin", "text": "Everything not saved will be lost. –Nintendo Quit Screen message" },
    { "author": "American Horror Story", "text": "If you look into the face of evil, evil's gonna look right back at you" },
    { "author": "J.T.Abraham", "text": "The Doctrine is the Ecstasy" },
    { "author": "G.G. Silverman", "text": "This is what my high school life had become—a horror show of epic, mind-fuck proportions." },
    { "author": "Tim W. Burke", "text": "No, not horror. Enlightenment." },
    { "author": "Kate Racculia", "text": "How many people has this hotel eaten?" },
    { "author": "L. Ashley Straker", "text": "His desire for this to be a joke was quickly replaced by a desire for whiskey." },
    { "author": "L. Ashley Straker", "text": "Max?' he asked.'Yeah?''...What are you doing?''Shooting people." },
    { "author": "Rob E. Boley", "text": "I like to make blank pages darker. It's this thing I do." },
    { "author": "Johan Harstad", "text": "God isn't here. God doesn't even know about this place" },
    { "author": "Rob E. Boley", "text": "Magic is a naughty beast." },
    { "author": "Shirley Jackson", "text": "Everything is worse...if you think something is looking at you." },
    { "author": "Julie Deshtor", "text": "Behind every legendary monster, there is an unknown tragedy." },
    { "author": "محمود أمين", "text": "هذا هو القاسم المشترك في معظم قصص الحب.. السهاد وعدم القدرة على النوم.. السير تحت بيت الحبيبة.. كتابة الخطابات الغرامية" },
    { "author": "Alan Kinross", "text": "She leaned forward and whispered sensuously in his ear, 'I am Lilith and you are mine now - forever." },
    { "author": "Paige Dearth", "text": "They shared a sensation that was as addictive as a needle full of heroin to a street junkie." },
    { "author": "Filipe Russo", "text": "Eu temia que qualquer mínimo ruído atraísse o pior, conjurasse do próprio breu branco um horror incomensurável." },
    { "author": "Alan Kinross", "text": "He screamed in agony as large black wings erupted from his back - each had four large talons on it." },
    { "author": "Alan Kinross", "text": "She grabbed his hair and pulled his mouth tighter against her lips. She wanted to possess and devour him." },
    { "author": "Lauren Bradshaw", "text": "I've always said women are vicious creatures - Detective Zach Grimes" },
    { "author": "Lauren Bradshaw", "text": "Regress towards progress - Dr Wannamaker" },
    { "author": "Anne Rice", "text": "The horror was this: the others." },
    { "author": "Shirley Jackson", "text": "It’s not nice to think of children growing up like mushrooms, in the dark." },
    { "author": "Grandaddy BAD", "text": "I'm not here to change the world, just your perception of it." },
    { "author": "Michael Bassey Johnson", "text": "The blessings of the devil is the beginning of dread." },
    { "author": "Grandaddy BAD", "text": "Laying here in my grave..at last.. I am finally alone." },
    { "author": "Rob E. Boley", "text": "Snow came back, but she didn't come back right." },
    { "author": "A.F. Stewart", "text": "I told you. I’ve been watching. She twirled, her arms outstretched. Watching, watching, watching." },
    { "author": "Jerril Thomas Abraham", "text": "Express yourself, Express your life, Express the Moment, Live the life." },
    { "author": "H.P. Lovecraft", "text": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time." },
    { "author": "Jerril Thomas Abraham", "text": "When extremists come together extreme things happen." },
    { "author": "Frankenstein", "text": "Beware; for I am fearless, and therefore powerful." },
    { "author": "Jerril Thomas Abraham", "text": "Let them Teach,Let them learn,let them pray,for the world is theirs." },
    { "author": "William Peter Blatty", "text": "What looked like morning was the beginning of endless night" },
    { "author": "Jerril Thomas Abraham", "text": "Change the world so that nothing else is changed." },
    { "author": "Lou Rera", "text": "It's only after you've lost everything that we're free to do anything.--Chuck Palahniuk" },
    { "author": "Scott M. Baker", "text": "Stupidity is the chlorine that cleans out the gene pool." },
    { "author": "Val Lewton", "text": "We tossed away the horror formula right from the beginning." },
    { "author": "Stephen King", "text": "Moonlight flooded in the windows and silvered the room, turning it into a lagoon of dreams" },
    { "author": "Suren Hakobyan", "text": "I can’t change my past, nobody can, I can make my future better" },
    { "author": "Suren Hakobyan", "text": "Where do bad folks go when they die? No heaven awaits them, say to it goodbye" },
    { "author": "Yawatta Hosby", "text": "Just one pit stop, Rae. One pit stop that won't even take an hour. Then it's over. It's finally over." },
    { "author": "Yawatta Hosby", "text": "Bruises and dried blood covered her face, giving the illusion of chicken pox." },
    { "author": "T. Frohock", "text": "Famine was a dirty bitch with rotten fangs, but the hunger she put in a belly bit sharp nonetheless." },
    { "author": "John Matsui", "text": "I don't have expensive tastes – just bloody ones.– Vampire Dragul Mangorian" },
    { "author": "Raegan Butcher", "text": "All of my chupacabra books are like novelizations of movies that haven’t been made yet." },
    { "author": "Jerril Thomas Abraham", "text": "It is in the elements that we found ourselves; even though the elements  are not the same today." },
    { "author": "Jerril Thomas Abraham", "text": "The Question is actually the answer" },
    { "author": "James B. Willard", "text": "Maybe I'll really try to kiss her, even if I fall through her like a raindrop." },
    { "author": "Stacie Evans", "text": "tiCK TOck TicK tOCk tICK TocK tIcK" },
    { "author": "Oscar Sanders", "text": "Read my book and you shall know thee" },
    { "author": "A.K. Kuykendall", "text": "He who writes is the martyr, seen through the eyes of the unsuspecting doll." },
    { "author": "Stacie Evans", "text": "I knew the end would come, one day. I knew my life deserved to be over. Yet, even knowing that, I was no less fearful." },
    { "author": "Stacie Evans", "text": "Of all the problems and complications in my life, I had not expected love to be one of them." },
    { "author": "Justin Alcala", "text": "I don't remember ever signing up for weird. It just sort of happened." },
    { "author": "Rin Chupeco", "text": "It is not in my nature to be interested in the living.But there are many things, I have found, that defy nature." },
    { "author": "Jerril Thomas Abraham", "text": "When you walk,go different roads that take you nowhere,and see your world." },
    { "author": "Shirley Jackson", "text": "When they were silent for a moment the quiet weight of the house pressed down from all around them." },
    { "author": "Joe Hill", "text": "He believed in his own decency with all his heart. So it was with every true monster, Vic supposed." },
    { "author": "John    Hennessy", "text": "Insanity is the only real escape from the banality of our lives. - Clara Bayliss" },
    { "author": "Jerril Thomas Abraham", "text": "it's not about what to think,it's about how to think." },
    { "author": "Rin Chupeco", "text": "Even then I found the word fitting, soothing.Fireflies.Fire flies.Fire, fly." },
    { "author": "Peter Benchley", "text": "What was it?  What could it--His last thought was surprise." },
    { "author": "Deborah Barreto", "text": "I have no powers of my own. I'm a dud." },
    { "author": "Clive Barker", "text": "The century's getting old and stale; it needs new tribes." },
    { "author": "Nikola Tesla", "text": "You may live to see man-made horrors beyond your comprehension." },
    { "author": "Carlos Ruiz Zafón", "text": "No valía la pena perder el tiempo en intentar cambiar el mundo; bastaba con evitar que el mundo lo cambiase a uno." },
    { "author": "Jerril Thomas Abraham", "text": "Time is going really faster than you think. That second just passed now, get up, pack the bag, get lost…" },
    { "author": "Jerril Thomas Abraham", "text": "Life is something that no one can teach you,You have to learn it." },
    { "author": "Jerril Thomas Abraham", "text": "Express yourself, Express your life, Express the Moment.. Live the life." },
    { "author": "Tiffany Apan", "text": "Is it possible for one to enter sleep and wander while never waking? And if so, for how long can one survive this way?" },
    { "author": "Tiffany Apan", "text": "And maybe that is exactly what happened…he walked away and never woke up…" },
    { "author": "Jerril Thomas Abraham", "text": "Enjoy the tiny unexplainable second. You can learn whatever you want." },
    { "author": "Fawn Bonning", "text": "There was blood on the hair of his chinny chin chin." },
    { "author": "Joe DeRouen", "text": "He’d need the woman’s help to set things right; he just didn’t like having to wake the dead." },
    { "author": "Rick Chiantaretto", "text": "What if all religions were stories, and all stories were true." },
    { "author": "Robert Bloch", "text": "We all go a little mad sometimes." },
    { "author": "Luke Scull", "text": "The world's full of wonder, he said. Or at least horror that looks wondrous from afar." },
    { "author": "Rick Chiantaretto", "text": "What if all religiouns were stories, and all stories were true?" },
    { "author": "Jerril Thomas Abraham", "text": "Even though we all know something,There is a lot more to it." },
    { "author": "Bram Stoker", "text": "And when he had crossed the bridge, the phantoms came to meet him." },
    { "author": "Jerril Thomas Abraham", "text": "Every time when you think,Think about every first 20 seconds of your best Moments in your life time." },
    { "author": "Rob Shepherd", "text": "To write you dreams of fantasy, is to create fantasy in another's dreams." },
    { "author": "Donna K. Fitch", "text": "He shouldn't say things like that in front of the artworks, especially when they're angry, but he always does." },
    { "author": "Rob Shepherd", "text": "To write your dreams of fantasy, is to create fantasy in another's dreams" },
    { "author": "Anonymous", "text": "There are things that go bump in the night" },
    { "author": "Rae Hachton", "text": "My Heart's still beating for you—Very Dark and Always." },
    { "author": "Robert W. Chambers", "text": "Let the red dawn surmise What we shall do, When this blue starlight dies And all is through.(The Yellow Sign)" },
    { "author": "M.F. Moonzajer", "text": "One day someone is going to read my autobiography and say Wow, what a horror novel" },
    { "author": "M.R. Carey", "text": "In an age of rust, she comes up stainless steel" },
    { "author": "Shane K.P. O'Neill", "text": "Profanity is the expression of a lesser mind." },
    { "author": "Shane K.P. O'Neill", "text": "Bodies lay strewn all around. Turkish and Wallachian warriors caught in the intimate indiscriminate embrace of death." },
    { "author": "Jess C. Scott", "text": "It was a soulless gaze, burning with a wild hatred that shouldn’t be there in anyone who could call themselves a parent." },
    { "author": "Michael Bassey Johnson", "text": "Do something: be it good or evil, if they ask why you did it, tell them you're different." },
    { "author": "Jerril Thomas Abraham", "text": "In the deep Mysteries of the world, their belong time, still unexplored and to be explored." },
    { "author": "Gillian Flynn", "text": "Wenn man meine Seele zeichnen könnte, wäre es irgendein wildes Gekritzel mit deutlich sichtbaren Reißzähnen." },
    { "author": "Stacy Buck", "text": "Come now, I was not about to let that thing eat you." },
    { "author": "Stephen  Harker", "text": "The times have changed and now the story is old, but yet it all remains the same, a victim in the cold." },
    { "author": "Tim Fargo", "text": "Confidence is what we get when we take fear, face it and replace it." },
    { "author": "Intan Paramaditha", "text": "Adakah yang lebih mengerikan dari setan yang berkata benar?-Si Manis dan Lelaki Ketujuh-" },
    { "author": "Nenia Campbell", "text": "That's what I fear: being subtracted from myself. Negation. Forced against my will to become a beast." },
    { "author": "Kate Milford", "text": "But if home suddenly becomes not like home, what then?" },
    { "author": "John Connolly", "text": "We lie to protect our children, and in lying we expose them to the greatest of harms" },
    { "author": "Thomas Harris", "text": "He lives down in a ribcage in the dry leaves of a heart." },
    { "author": "Thomas Harris", "text": "God's creatures who cried themselves to sleep stirred to cry again." },
    { "author": "Bret Easton Ellis", "text": "It strikes me profoundly that the world is more often than not a bad and cruel place." },
    { "author": "Ilsa J. Bick", "text": "No one can help but stare at the monster, because horror is a cousin to awe." },
    { "author": "Micheal Rivers", "text": "She holds you like a whore in the night, but she'll take your soul and not think twice." },
    { "author": "John Raptor", "text": "No one will ever write a horror novel as scary as reading about my symptoms on WebMD." },
    { "author": "Kensington Gore", "text": "I'm a man of few words, most of them end in off!" },
    { "author": "Rae Hachton", "text": "Don't Fear the Reaper." },
    { "author": "A Haunting", "text": "Between the world we seeand the things we fear, there are doors. When they are opened, nightmares become reality." },
    { "author": "Faraaz Kazi", "text": "Our lives are defined by fear from the very time we are born to the time we bid adieu to this material world." },
    { "author": "Red Tash", "text": "When am I going to learn to stop questioning authority and just eat the Soylent Green?" },
    { "author": "Gwenn Wright", "text": "I can also speak to small woodland creatures, he grins at me." },
    { "author": "Red Tash", "text": "He was six years old this time, and ancient." },
    { "author": "Joseph Delaney", "text": "Be less than what you are so that you can become more. ― Joseph Delaney, The Spook's Sacrifice" },
    { "author": "Eric Garner", "text": "Language is a city to the building of which every human being brought a stone." },
    { "author": "Gwenn Wright", "text": "If he looks at me like that again Dottie will need a bucket and mop to get me back to my room." },
    { "author": "James Aquilone", "text": "My family has a Christmas tradition: Every year, they kill my mom." },
    { "author": "James Aquilone", "text": "The dead have existed for as long as the living, give or take a few years. But what good has that done them?" },
    { "author": "Red Tash", "text": "Oh, I love you, June, I really do.  It's just that you sounded so...twat-ish just then." },
    { "author": "Marisha Pessl", "text": "There was something about her playing... a knowledge of darkness in the most extreme form." },
    { "author": "Airicka Phoenix", "text": "You’re beautiful when you do that.She dropped her gaze to his. What’s that?Smile." },
    { "author": "Rebecca Ethington", "text": "Night had come and eaten everything." },
    { "author": "James Patterson", "text": "Beneath the handsome exterior beats a heart of darkness." },
    { "author": "Marisha Pessl", "text": "She was lost now, she'd been silenced- another dead branch on Cordova's warped tree." },
    { "author": "Shannon Eckrich", "text": "I'm not giving up my life. My life began when I met you." },
    { "author": "Matthew Fitzpatrick", "text": "With a ring around the rosaryAnd a pocket full of crossesAshes to ashesThey'll all fall down" },
    { "author": "Chris Nicolaisen", "text": "Their faces were contorted with a horror only known to those who have silenced their consciences." },
    { "author": "Red Tash", "text": "There was nothing but power, and those who hadn't yet found the tap. (Greachin)" },
    { "author": "Tahereh Mafi", "text": "Right now I can't even control my own imagination as it grips my hair and drags me into the dark" },
    { "author": "Simona Panova", "text": "Have a look around, my pretty, we are surrounded by Death in all forms – just the two of us are still alive –" },
    { "author": "Simona Panova", "text": "Paranoia. The more you think of an imaginary problem, the more you feel as though it’s real –" },
    { "author": "Megan Kennedy", "text": "And so, she turned her back on the abyss for another day." },
    { "author": "Simona Panova", "text": "Strength and victory... What he would never praise himself for, but whose loss was his most obsessive fear." },
    { "author": "Gemma Farrow", "text": "The heart's the trouble. It knows the monster but remembers the love." },
    { "author": "Alistair Cross", "text": "They want to be stimulated. They want to read something that can get under their skin and hang out there for a while." },
    { "author": "Alistair Cross", "text": "Self-confidence is usually little more than wishful thinking in a thigh-high pair of Come F*ck Me boots." },
    { "author": "Graham Joyce", "text": "I am less interested in ghosts than in people who see ghosts." },
    { "author": "Nicholaus Patnaude", "text": "This is my one last call and lullaby for this eternity. All of my medicine." },
    { "author": "Andrea Zuvich", "text": "The Devil always takes back his own." },
    { "author": "Steven Ramirez", "text": "What I learned in this tragedy was the eternal lesson of good people going bad." },
    { "author": "Steven Ramirez", "text": "We are born. We die. Somewhere in between we live. And how we live is up to us. That’s it." },
    { "author": "Steven Ramirez", "text": "I thought if I loved you enough I could change you. I was so stupid." },
    { "author": "Steven Ramirez", "text": "This place is Hell’s waiting room." },
    { "author": "Steven Ramirez", "text": "There’s no better way for a woman to punish a man than to make him sleep away from her." },
    { "author": "Steven Ramirez", "text": "I like to think she hates my guts a little less every hour." },
    { "author": "Steven Ramirez", "text": "You shouldn’t have done that, Dave." },
    { "author": "Steven Ramirez", "text": "People talk about survival. What they mean is killing the other guy." },
    { "author": "Steven Ramirez", "text": "I wanted to see the bullet coming, wanted to know the exact moment of my death." },
    { "author": "Steven Ramirez", "text": "If you’d saved the girl, you’d be a hero. Next time." },
    { "author": "Steven Ramirez", "text": "Remember. Observe, assess and act. No hesitation. No remorse." },
    { "author": "Steven Ramirez", "text": "I turned to her, my whole body hard with tiredness and regret." },
    { "author": "Steven Ramirez", "text": "‘There’s no time for right or wrong,’ I said." },
    { "author": "Steven Ramirez", "text": "She played me with a bad hand, and I fell for it every time." },
    { "author": "Steven Ramirez", "text": "She smiled at him like a freshman invited to the senior prom. It made my blood boil." },
    { "author": "Steven Ramirez", "text": "The people inside the gym didn’t stand a dead drunk’s chance." },
    { "author": "Steven Ramirez", "text": "I heard them tearing at it. It was the sound of mortality." },
    { "author": "Steven Ramirez", "text": "The sound of him drinking was indescribable—like dirty runoff down a storm drain." },
    { "author": "Steven Ramirez", "text": "Smiling, he handed Landry the bloody aluminum bat Warnick had used. ‘Time to die, old man,’ he said." },
    { "author": "Steven Ramirez", "text": "She gave herself a hard twist and fell into a sitting position, staring at me with those maggot-filled doll’s eyes." },
    { "author": "Steven Ramirez", "text": "There’s nothing worse than delivering bad news to women. I hoped I wouldn’t get good at it." },
    { "author": "Steven Ramirez", "text": "This guy was a humorless bag of nothing but." },
    { "author": "Steven Ramirez", "text": "Sal turned, an eye stalk hanging from his teeth." },
    { "author": "Steven Ramirez", "text": "It’s not about winning, it’s about doing what’s right. And yes, we will do what’s right." },
    { "author": "Steven Ramirez", "text": "I’m not a bad person." },
    { "author": "Steven Ramirez", "text": "When I lifted up the skin, a fat kidney worm dripping with gore raised its bald, blind head and glared at me." },
    { "author": "Steven Ramirez", "text": "I was a spectator who had gotten free admission to a freak show." },
    { "author": "Charles Bukowski", "text": "the people are the biggesthorror show on earth,have been forcenturies." },
    { "author": "Steven Ramirez", "text": "I felt a lunatic’s laugh welling up inside me." },
    { "author": "Richard Matheson", "text": "Miniture protoplasm, the dirty little bastard!" },
    { "author": "Mary Shelley", "text": "I, a miserable wretch, haunted by a curse that shut up every avenue to enjoyment." },
    { "author": "Steven Ramirez", "text": "I was somewhere between angry and turned-on." },
    { "author": "Steven Ramirez", "text": "Even now I can’t describe the fear that contaminated my blood like black ink." },
    { "author": "Adelle R.", "text": "To nebyl sen, Lynne. To byla vzpomínka." },
    { "author": "Steven Ramirez", "text": "Dude, don’t die out here." },
    { "author": "Steven Ramirez", "text": "Drive. He’s already dead." },
    { "author": "Steven Ramirez", "text": "Did you ever think it won’t be the undead who kill us, but ordinary people?" },
    { "author": "Steven Ramirez", "text": "‘Can’t you see what they are?’ I said. ‘They’re all dead.’" },
    { "author": "Steven Ramirez", "text": "A riverless silence made the air heavy." },
    { "author": "Steven Ramirez", "text": "‘Eighth one this week,’ he said." },
    { "author": "Steven Ramirez", "text": "For an instant I saw before me the young girl this used to be." },
    { "author": "Steven Ramirez", "text": "Her voice was small and distant, like she’d already left the room." },
    { "author": "Steven Ramirez", "text": "His eyes were like two wafers of slate, grey and lifeless." },
    { "author": "Nenia Campbell", "text": "It takes many sheep to satisfy one wolf." },
    { "author": "Nenia Campbell", "text": "There was something delightfully intimate about the relationship between predator and prey." },
    { "author": "Nenia Campbell", "text": "Conquest was not satisfying if it began with a surrender." },
    { "author": "Alice Sebold", "text": "Horror on earth is real and it is everyday. It is like a flower or like the sun; it cannot be contained." },
    { "author": "Nenia Campbell", "text": "I cannot breathe, or see, nor swim,My darkness is composed of him." },
    { "author": "Rick Yancey", "text": "I confessed I did not have an opinion; I was only thirteen, and this was my very first dismemberment." },
    { "author": "Jonas Eriksson", "text": "Terry loved candlelight dinners and red wine. It was a nice contrast from work.And killing people." },
    { "author": "Jonas Eriksson", "text": "You have really nice teeth, Terry said and thought they could be excellent for his collection of human body parts." },
    { "author": "Jonas Eriksson", "text": "He was a strange mix of Heinrich Himmler and Barney the Dinosaur." },
    { "author": "C.J. Anderson", "text": "One does not simply tell an archangel they have devoted their life to a folly." },
    { "author": "C.J. Anderson", "text": "Heaven has no idea its Queen is on the edge of suicide." },
    { "author": "S.K.N. Hammerstone", "text": "We're in high school. If it didn't come from the school cafeteria, we like it." },
    { "author": "Stephen King", "text": "Die steinerne Verstocktheit barst, darunter kam die Fratze eines bis zum Irrsinn wütenden Kindes zum Vorschein" },
    { "author": "Rick Yancey", "text": "Is this how humanity waves good-bye?Hell no." },
    { "author": "Nenia Campbell", "text": "Death is one lover who cannot be spurned." },
    { "author": "H.P. Lovecraft", "text": "Damn it, it wasn’t quite fresh enough!" },
    { "author": "Tom Kane", "text": "A word can change a mind, a sentence can change a life and a book can change the world." },
    { "author": "Andrew Gilmore", "text": "Sometimes good people do bad things." },
    { "author": "S.C. Parris", "text": "My name is Patricia Lauren Bordeaux, and I, like my creator before me, am a very lonely vampire." },
    { "author": "Joe Hill", "text": "I wanted to explore this idea that the bogey man in the closet is scary, but being a mother is scarier." },
    { "author": "Kate Chisman", "text": "I cried for all of those things that should have just been for us..." },
    { "author": "Nenia Campbell", "text": "Ask yourself what a man without guile might do to your body in the dark." },
    { "author": "Kate Chisman", "text": "These were the things we would never notice were missing." },
    { "author": "Nenia Campbell", "text": "Don't tell me it's going to fucking be okay! I am not okay with being that fucker's pinata!" },
    { "author": "Kate Chisman", "text": "The diamonds glinted under the glare of the chandelier and they looked like a thousand spider eyes" },
    { "author": "Charles Gilman", "text": "If there's one thing Robert had learned in three weeks at Lovecraft Middle School, it's that nothing was impossible." },
    { "author": "Filipe Russo", "text": "As vozes confluíram num só mesmo cângrito de vida e horror." },
    { "author": "Filipe Russo", "text": "Eu vocifero labaredas e mais labaredas de feras famintas por horror." },
    { "author": "Filipe Russo", "text": "Eu gargalhei até espantar o horror para fora de mim." },
    { "author": "Rae Hachton", "text": "Run, sweetheart, run." },
    { "author": "Rick Yancey", "text": "Nothing makes us love something more than the loss of it." },
    { "author": "Kenneth Oppel", "text": "The preface? Why would he waste time with the preface? Skip the preface and move on to the meat of the thing!" },
    { "author": "Stephen King", "text": "There’s an idea that hell is other people. My idea is that it might be repetition." },
    { "author": "R.L. Stine", "text": "The book the snowman was the best book I have ever read it had suspence durring the whole book it was AWSOME!!!" },
    { "author": "Rae Hachton", "text": "I've never wanted a heart as much as I want yours." },
    { "author": "Stephen King", "text": "Pack up all my care and woe, blackbird, bye-bye" },
    { "author": "S.K.N. Hammerstone", "text": "Death was a living creature. Death was a man tormented by his past. Death was once a human." },
    { "author": "Damien Angelica Walters", "text": "When I am perfect, I will be allowed to leave." },
    { "author": "Damien Angelica Walters", "text": "Violet carved her hate into her flesh one name at a time." },
    { "author": "Damien Angelica Walters", "text": "The stink of rot and ruin, of old dreams, broken screams, and wicked, dirty little things." },
    { "author": "Michael A. Arnzen", "text": "Goodreads.com is actually about fiction not dreading goo. But I have a profile there, anyway..." },
    { "author": "Filipe Russo", "text": "Eu só sonho horrores hilários." },
    { "author": "S.K.N. Hammerstone", "text": "She had gone through the veil and returned to Earth. But the veil only opens one way." },
    { "author": "Missy Lyons", "text": "It was the kind of scream that would be in a horror movie right before someone got chopped up into little bitty pieces." },
    { "author": "Damien Angelica Walters", "text": "They’ve made her something else now." },
    { "author": "Sandy DeLuca", "text": "Be safe on this wicked night." },
    { "author": "Joseph Sheridan Le Fanu", "text": "But to die as lovers may - to die together, so that they may live together." },
    { "author": "Andrew Ryan", "text": "A man chooses...a slave obeys." },
    { "author": "Jim Butcher", "text": "It doesn't make you a monster to want, she said, her voice very gentle. It's what you do with it that matters." },
    { "author": "Milkweed L. Augustine", "text": "Evil knows its time to end is soon at hand, hence why it is more than determined to succeed." },
    { "author": "Samantha Combs", "text": "Now that the barn has burned down, I can see the moon. - Persian proverb" },
    { "author": "Peter Clines", "text": "Cattle... it called us cattle...We're hamburger, you mean." },
    { "author": "M.R. Gott", "text": "The dead are the past and we cannot escape the past. Without the past there will be no future." },
    { "author": "Meinos Kaen", "text": "I really, really need some help and advice. I'm scared... I'm scared of my own home, of my own daughter!" },
    { "author": "J.D. Salinger", "text": "This whole goddamn house stinks of ghosts." },
    { "author": "D.R. O'Brien", "text": "Shall I compare thee to a Shoggoth?" },
    { "author": "Ashley Madau", "text": "Love, really? We're vampires, not teenagers. Lust is for the weak." },
    { "author": "D.E. Athkins", "text": "If you let something scare you to death, then the worst has happened." },
    { "author": "Glen Duncan", "text": "The first horror is there's horror.  The second is you accommodate it." },
    { "author": "Keisha Keenleyside", "text": "I have no use for your body, for within its youth lies a rotten wench already deceased." },
    { "author": "Stephen King", "text": "I can see your dirtypillows." },
    { "author": "C.M. Stunich", "text": "Welcome to the house of Gray and Graves where we never lie still and death is only the beginning ..." },
    { "author": "Matthew Leeth", "text": "Thanks, but no thanks. I need my makeup honey. - Carol" },
    { "author": "Corey Redekop", "text": "Who knew death could lead to an eating disorder?" },
    { "author": "Jordan Dibb", "text": "I went outside and discovered that nighttime is for lovers." },
    { "author": "Susan Price", "text": "Sparks are warm while they last." },
    { "author": "Matthew Leeth", "text": "I’m getting the feeling that you two don’t like me. - Kristy" },
    { "author": "Jolie du Pre", "text": "I can smell your blood now. I can smell it in every room of the house." },
    { "author": "Die Booth", "text": "Fresh is best." },
    { "author": "G.G. Collins", "text": "Allow the power to flow through you. Don’t try to capture it. You wish only to borrow it." },
    { "author": "Matthew Leeth", "text": "You’re just spooked. It’s Halloween; we’re all kind of spooked. That’s just the way it is. - Tory" },
    { "author": "Matthew Leeth", "text": "Don’t get all gothic and emo on me now. - Tory" },
    { "author": "Matthew Leeth", "text": "I’m not a big fan of Halloween. Except for the dressing up part. I love picking out a costume. - Tory" },
    { "author": "Mark Mackey", "text": "Hey, Tracy you army brat, I think it’s for you!" }
]
